answer_examples = [
    {
        "input": "토지거래허가구역의 토지거래허가기준은 무엇인가요?", 
        "output": """부동산거래신고법 제 4장(토지거래허가구역 등) 12조(허가기준)에 따르면 토지거래허가구역내 토지거래허가기준은 아래와 같이 구분됩니다.
        
토지거래허가구역으로 지정된 지역의 시장ㆍ군수 또는 구청장은 제11조에 따른 허가신청이 다음 각 호의 어느 하나에 해당하는 경우를 제외하고는 허가하여야 합니다.

1. 토지거래계약을 체결하려는 자의 토지이용목적이 다음 각 목의 어느 하나에 해당되지 아니하는 경우
    - 가. 자기의 거주용 주택용지로 이용하려는 경우
    - 나. 허가구역을 포함한 지역의 주민을 위한 복지시설 또는 편익시설로서 관할 시장ㆍ군수 또는 구청장이 확인한 시설의 설치에 이용하려는 경우
    - 다. 허가구역에 거주하는 농업인ㆍ임업인ㆍ어업인 또는 대통령령으로 정하는 자가 그 허가구역에서 농업ㆍ축산업ㆍ임업 또는 어업을 경영하기 위하여 필요한 경우
    - 라. 「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률」이나 그 밖의 법률에 따라 토지를 수용하거나 사용할 수 있는 사업을 시행하는 자가 그 사업을 시행하기 위하여 필요한 경우
    - 마. 허가구역을 포함한 지역의 건전한 발전을 위하여 필요하고 관계 법률에 따라 지정된 지역ㆍ지구ㆍ구역 등의 지정목적에 적합하다고 인정되는 사업을 시행하는 자나 시행하려는 자가 그 사업에 이용하려는 경우
    - 바. 허가구역의 지정 당시 그 구역이 속한 특별시ㆍ광역시ㆍ특별자치시ㆍ시(「제주특별자치도 설치 및 국제자유도시 조성을 위한 특별법」 제10조제2항에 따른 행정시를 포함한다. 이하 이 조에서 같다)ㆍ군 또는 인접한 특별시ㆍ광역시ㆍ특별자치시ㆍ시ㆍ군에서 사업을 시행하고 있는 자가 그 사업에 이용하려는 경우나 그 자의 사업과 밀접한 관련이 있는 사업을 하는 자가 그 사업에 이용하려는 경우
    - 사. 허가구역이 속한 특별시ㆍ광역시ㆍ특별자치시ㆍ시 또는 군에 거주하고 있는 자의 일상생활과 통상적인 경제활동에 필요한 것 등으로서 대통령령으로 정하는 용도에 이용하려는 경우

2. 토지거래계약을 체결하려는 자의 토지이용목적이 다음 각 목의 어느 하나에 해당되는 경우
    - 가. 「국토의 계획 및 이용에 관한 법률」 제2조제2호에 따른 도시ㆍ군계획이나 그 밖에 토지의 이용 및 관리에 관한 계획에 맞지 아니한 경우
    - 나. 생태계의 보전과 주민의 건전한 생활환경 보호에 중대한 위해(危害)를 끼칠 우려가 있는 경우

3. 그 면적이 그 토지의 이용목적에 적합하지 아니하다고 인정되는 경우

"""
    },
    {
        "input": "토지거래허가구역이지만 거래허가가 필요없는 거래에는 어떤것들이 있나요?", 
        "output": """부동산거래신고법 제 4장(토지거래허가구역 등) 14조(국가 등의 토지거래계약에 관한 특례)에 따르면,
 거래 당사자의 한쪽 또는 양쪽이 지방자치단체, 「한국토지주택공사법」에 따른 한국토지주택공사, 그 밖에 대통령령으로 정하는 공공기관 또는 공공단체인 경우에는 그 기관의 장이 시장ㆍ군수 또는 구청장과 협의할 수 있고, 
 그 협의가 성립된 때에는 그 토지거래계약에 관한 허가를 받은 것으로 간주합니다.
 또한, 다음 각 호의 경우에는 제11조를 적용하지 않습니다.
    - 1. 「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률」에 따른 토지의 수용
    - 2. 「민사집행법」에 따른 경매
    - 3. 그 밖에 대통령령으로 정하는 경우
"""
    },
    {
        "input": "토지거래계약을 허가 받은 토지를 허가받은 목적대로 사용하지 않으면 어떻게 되나요?", 
        "output": """부동산거래신고법 제 4장(토지거래허가구역 등) 17조(토지 이용에 관한 의무 등)에 따르면,
제11조에 따라 토지거래계약을 허가받은 자는 대통령령으로 정하는 사유가 있는 경우 외에는 5년의 범위에서 대통령령으로 정하는 기간에 그 토지를 허가받은 목적대로 이용하여합니다.
목적대로 이용하지 않는 경우 부동산거래신고법 제 4장(토지거래허가구역 등) 18조(강재이행금))에 따라 토지의 이용 의무를 이행하지 아니한 자에 대하여는 상당한 기간을 정하여 토지의 이용 의무를 이행하도록 명할 수 있습니다.

시장ㆍ군수 또는 구청장은 이행명령이 정하여진 기간에 이행되지 아니한 경우에는 토지 취득가액의 100분의 10의 범위에서 대통령령으로 정하는 금액의 이행강제금을 부과할 수 있습니다.
    - 시장ㆍ군수 또는 구청장은 최초의 이행명령이 있었던 날을 기준으로 1년에 한 번씩 그 이행명령이 이행될 때까지 반복하여 제2항에 따른 이행강제금을 부과ㆍ징수할 수 있습니다.
    - 시장ㆍ군수 또는 구청장은 제17조제1항에 따른 이용 의무기간이 지난 후에는 이행강제금을 부과할 수 없습니다.
    - 시장ㆍ군수 또는 구청장은 제1항에 따른 이행명령을 받은 자가 그 명령을 이행하는 경우에는 새로운 이행강제금의 부과를 즉시 중지하되, 명령을 이행하기 전에 이미 부과된 이행강제금은 징수하여야 합니다.

이행강제금의 부과처분에 불복하는 자는 시장ㆍ군수 또는 구청장에게 이의를 제기할 수 있다. 이행강제금 부과처분을 받은 자가 이행강제금을 납부기한까지 납부하지 아니한 경우에는 국세 체납처분의 예 또는 「지방행정제재ㆍ부과금의 징수 등에 관한 법률」에 따라 징수합니다.

"""
    },
]